Repository: eusonlito/PHPCan
Catalog: modules/content/languages/*/module_content.po
Languages: es, gl

source: Delete folder <strong>%s</strong> and its content
es: Borrar el directorio <strong>%s</strong> y todo su contenido
gl: Borrar o directorio <strong>%s</strong> e todo o seu contido

source: Are you sure that you want to delete folder %s and its content?
es: ¿Estás seguro de que deseas borrar el directorio <strong>%s</strong> y todo su contenido?
gl: Estás seguro de que desexas borrar o directorio <strong>%s</strong> e todo o seu contido?

source: Are you sure that you want to delete this empty folder?
es: ¿Estás seguro de que deseas borrar este directorio vacío?
gl: Estás seguro de que desexas borrar este directorio baleiro?

source: There is a folder with the same name
es: Hay una carpeta que ya lleva ese nombre
gl: Hai un cartafol que xa se chama por ese nome

source: There was an error creating the folder
es: Córcholis, se ha producido un error al crear la carpeta
gl: Diaños, produciuse un erro ao crear o cartafol

source: Folder was created successfully
es: La carpeta ha quedado ya perfectamente creada
gl: O cartafol quedou xa perfectamente creado

source: DELETE
es: BORRAR
gl: BORRAR

source: Please write exact "DELETE" if you want to delete this content
es: Debes escribir exactamente "BORRAR" si deseas borrar este contenido
gl: Debes escribir exactamente "BORRAR" se desexas borrar este contido

source: This file doesn't exits
es: Este archivo no existe
gl: Este ficheiro non existe

source: There was an error deleting the file
es: Córcholis, se ha producido un error al borrar el archivo
gl: Diaños, produciuse un erro ao borrar o ficheiro

source: File was deleted successfully
es: Ya no queda rastro del archivo
gl: Xa non queda rastro do ficheiro

source: This folder does not exists
es: Esta carpeta no existe
gl: Este cartafol non existe

source: There was an error deleting the folder
es: Córcholis, se ha producido un error al borrar la carpeta
gl: Diaños, produciuse un erro ao borrar o cartafol

source: Folder was deleted successfully
es: Ya no queda rastro de la carpeta
gl: Xa non queda rastro do cartafol

source: The rows has been deleted successfully
es: Ya no queda rastro de las filas de datos
gl: Xa non queda rastro das liñas de datos

source: There was an error deleting the row %s in the table %s
es: Córcholis, se ha producido un error al borrar la fila %s en la tabla %s
gl: Diaños, produciuse un erro ao borrar a liña %s na táboa %s

source: The elements have been related succesfully!
es: Ahora esos elementos ya están correctamente relacionados
gl: Agora eses elementos xa están ben vencellados

source: The elements have been unrelated succesfully!
es: Ahora esos elementos ya no están relacionados
gl: Agora eses elementos xa non están vencellados

source: Ops, there was an error relating the elements
es: Córcholis, se ha producido un error al relacionar los elementos
gl: Diaños, produciuse un erro ao vencellar os elementos

source: Ops, there was an error unrelating the elements
es: Córcholis, se ha producido un error al desrelacionar los elementos
gl: Diaños, produciuse un erro ao desvencellar os elementos

source: Data has been saved succesfully!
es: Los datos ya están perfectamente guardados
gl: Os datos quedaron perfectamente gardados

source: Ops, there was an error saving data: <p>%s</p>
es: Córcholis, se ha producido un error al guardar los datos: <p>%s</p>
gl: Diaños, produciuse un erro ao gardar os datos: <p>%s</p>

source: Can not set uploads folder. Has the correct permissions?
es: No se puede configurar la carpeta de cargas. Quizá tengas un problema con los permisos de acceso
gl: Non se pode configurar o cartafol de cargas. Será que tes un problema cos permisos de acceso?

source: There was an error saving some file (%s)
es: Córcholis, se ha producido un error aal guardar un archivo (%s)
gl: Diaños, produciuse un erro ao gardar un ficheiro (%s)

source: Files were saved successfully
es: Los archivos han quedado perfectamente guardados
gl: Os ficheiros quedaron perfectamente gardados

source: The connection %s is not available
es: La conexión %s no está disponible
gl: A conexión %s non está dispoñíbel

source: The table %s is not available
es: La tabla %s no está disponible
gl: A táboa %s non está dispoñíbel

source: There is not any register with id "%s"
es: No nos consta que haya ningún registro con el ID "%s"
gl: Non nos consta que haxa ningún rexistro co ID "%s"

source: This folder does not exits
es: No hay ninguna carpeta que lleve ese nombre
gl: Non hai ningún cartafol por ese nome

source: %s %s related with %s %s #%s
es: %s %s se ha relacionado con %s %s #%s
gl: %s %s vencellouse con %s %s #%s

source: Content Manager
es: Gestor de contenido
gl: Xestor de contido

source: Delete
es: Borrar
gl: Borrar

source: View
es: Ver
gl: Ver

source: View in public web
es: Verlo en la web pública
gl: Velo na web pública

source: Edit
es: Corregir
gl: Corrixir

source: Actions
es: Acciones
gl: Accións

source: Home
es: Portada
gl: Portada

source: Select a table
es: Seleccionar una tabla
gl: Seleccionar unha táboa

source: Uploads
es: Cargas
gl: Cargas

source: Edit and relate
es: Corregir y relacionar
gl: Corrixir e vencellar

source: Unrelate
es: Desrelacionar
gl: Desvencellar

source: Relate
es: Relacionar
gl: Vencellar

source: Search
es: Buscar
gl: Buscar

source: You are searching by "%s"
es: Estás buscando "%s"
gl: Estás buscando "%s"

source: Editing #%s
es: Corrigiendo #%s
gl: Corrixindo #%s

source: Creating new
es: Creando un nuevo
gl: Creando un novo

source: Related with %s #%s
es: Relacionado con %s #%s
gl: Vencellado con %s #%s

source: Only related elements
es: Sólo los elementos relacionados
gl: Só os elementos vencellados

source: All elements
es: Todos los elementos
gl: Todos os elementos

source: List
es: Lista
gl: Listaxe

source: New
es: Nuevo
gl: Novo

source: Language to show
es: Lengua que quieres ver
gl: Lingua que queres ver

source: Save
es: Guardar
gl: Gardar

source: Duplicate
es: Hacer un duplicado
gl: Facer un duplicado

source: Reset
es: Reconfigurar
gl: Reconfigurar

source: Show columns
es: Mostrar columnas
gl: Amosar columnas

source: Export as CSV
es: Exportar como CSV
gl: Exportar como CSV

source: No results have been found
es: No hemos encontrado resultado alguno
gl: Non atopamos ningún resultado

source: Filter
es: Filtro
gl: Filtro

source: %s related with %s %s #%s
es: %s se ha relacionado con %s %s #%s
gl: %s vencellouse con %s %s #%s

source: Related elements
es: Elementos relacionados
gl: Elementos vencellados

source: Files Uploaded successfully
es: Los archivos han sido cargados perfectamente
gl: Os ficheiros cargáronse perfectamente

source: success
es: éxito
gl: éxito

source: Folder name
es: Nombre de la carpeta
gl: Nome do cartafol

source: Upload files
es: Cargar archivos
gl: Cargar ficheiros

source: Create new folder
es: Crear una carpeta nueva
gl: Crear un cartafol novo

source: Click or drop files here to upload
es: Haz click aquí o arrastra para aquí los archivos que quieres cargar
gl: Clica aquí ou arrastra para acó os ficheiros que queres cargar

source: Click here to create a new folder
es: Haz click aquí para crear una nueva carpeta
gl: Clica aquí para crear un novo cartafol

source: View or download
es: Ver o descargar
gl: Ver ou descargar

source: Source
es: Fuente
gl: Fonte

source: Dinamic
es: Dinámico
gl: Dinámico

source: Delete file
es: Borrar archivo
gl: Borrar ficheiro

source: This folder is empty
es: Esta carpeta está vacía
gl: Este cartafol está baleiro

source: Delete this folder
es: Borrar esta carpeta
gl: Borrar este cartafol

source: File name
es: Nombre del archivo
gl: Nome do ficheiro

source: HTML Preview
es: Previsualización en HTML
gl: Previsualización en HTML

source: Double click to show/hide
es: Haz doble click para que se vea o para que no se vea
gl: Clica dúas veces para que se vexa ou para que non

source: Upload image from an url
es: Cargar una imagen desde una dirección web
gl: Cargar unha imaxe dende un enderezo web

source: Upload image from my computer
es: Cargar una imagen desde el ordenador
gl: Cargar unha imaxe do computador

source: View file
es: Ver archivo
gl: Ver ficheiro

source: Latitude
es: Latitud

source: Longitude
es: Longitud
gl: Lonxitude

source: Search in map
es: Buscar en el mapa
gl: Buscar no mapa

source: Delete image
es: Borrar la imagen
gl: Borrar a imaxe

source: Open url (new window)
es: Abrir la dirección en una nueva ventana
gl: Abrir o enderezo nunha nova fiestra

source: Do you realy want to delete this?
es: ¿De verdad quieres borrar esto?
gl: De verdade queres borrar isto?

source: Please, write "DELETE" word here to confirm
es: Por favor, escribe la palabra BORRAR para confirmar
gl: Por favor, escribe a palabra "BORRAR" para confirmar

source: Create new %s
es: Crear nuevo %s
gl: Crear novo %s
